Repository: iiriscp/74533781G
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: Our interactions with the ladies brought out their concerns, and we realized they needed to learn how to read and write.
es_es: Nuestras interacciones con las señoras sacaron a relucir sus preocupaciones, y nos dimos cuenta de que necesitaban aprender a leer y escribir.

source: Our presence and experiments have been growing since, and we continue to run out stitching classes, bridge school and other training programmes for the Didis and their children.
es_es: Nuestra presencia y nuestros experimentos no han dejado de crecer desde entonces, y seguimos impartiendo clases de costura, preparación escolar y otros programas de formación para las Didis y sus hijos.

source: Outsiders are not permitted to spend time with them in their rooms; I had collected enough for my first visit.
es_es: A los extranjeros no se les permitía estar con ellas en sus habitaciones. Ya había sido suficiente para mi primera visita.

source: Over the course of a month, someone designed and printed posters.
es_es: A lo largo de un mes, alguien diseñó e imprimió carteles.

source: Over time, she would return home and share about her experience on social media channels like Facebook.
es_es: Con el paso del tiempo, volvía a casa y compartía su experiencia en redes sociales como Facebook.

source: Prison-like cells that contain countless girls, kidnapped and trafficked to live out the prime of their adult lives in prostitution.
es_es: Celdas parecidas a prisiones que contienen a innumerables niñas, secuestradas y traficadas para vivir la flor de su vida adulta en la prostitución.

source: Rather than needing or seeking out what they didn't have, Gitanjali and her team worked within their constraints to create spaces of learning.
es_es: En vez de necesitar o buscar lo que no tienen, Gitanjali y su equipo trabajaron dentro de sus limitaciones para crear espacios de aprendizaje.

source: Ritu was continuously dancing.
es_es: Ritu no paró de bailar.

source: Road and see the possibility and human joy amidst such darkness and despair.
es_es: En Road, puedes ver la posibilidad y la alegría humana en medio de tanta oscuridad y desesperación.

source: Road brothels into classrooms, community centers, and safe spaces for the women and their children to learn, explore creative arts, and come alive with a sense of connection, expression, and possibility.
es_es: Los buerdeles se han convertido en aulas, centros comunitarios y espacios seguros para que las mujeres y sus hijos aprendan, exploren las artes creativas y cobren vida con un sentido de conexión, expresión y posibilidad.

source: Road into a carnival for all the women.
es_es: En un carnaval para todas las mujeres.

source: Road is a place where no woman would go voluntarily.
es_es: Road, en Delhi, es un lugar al que ninguna mujer iría voluntariamente.

source: Road, but also receive support and respect.
es_es: sino que también recibirán apoyo y respeto.

source: Road, consists of 120 volunteers around the globe, and runs a school for 17 brothel children.
es_es: Road, está formado por 120 voluntarios en todo el mundo y dirige una escuela para 17 niños de burdeles.

source: Road.
es_es: del barrio rojo de Delhi.

source: Road— as an ultimatum for her to stay there.
es_es: Road- como ultimátum para que se quede allí.

source: Sandhya and Sanjay had confessed their love to each other several times before, but watching Sanjay risk everything to rescue her from the brothel made everything feel too real and yet too distant from reality.
es_es: Sandhya y Sanjay habían confesado su amor el uno al otro varias veces antes, pero ver a Sanjay arriesgarlo todo para salvarla del burdel hizo que todo se sintiera muy real y aún así muy lejos de la realidad.

source: Sandhya and Sanjay started a new life together but it wasn’t devoid of its ups and downs.
es_es: Sandhya y Sanjay empezaron una nueva vida juntos, pero no exenta de altibajos.

source: Sandhya believes in a new tomorrow and lives to make it happen today.
es_es: Sandhya cree en un nuevo mañana y vive para hacerlo realidad hoy.

source: Sandhya finally met her future husband, Sanjay.
es_es: Sandhya finalmente conoció a su futuro marido, Sanjay.

source: Sandhya grew so strong and determined as an individual that through Maitri Meals’ support, she slowly gave up sex work again.
es_es: Sandhya se hizo tan fuerte y decidida como persona que, gracias al apoyo de Maitri Meals, fue abandonando poco a poco el trabajo sexual.

source: Sandhya is taking literacy classes from Kat-Katha during this lockdown, and is making sure that her daughter regularly attends online classes too.
es_es: Sandhya está recibiendo clases de alfabetización de Kat-Katha durante este confinamiento y se asegura de que su hija también asista regularmente a clases en línea.

source: Sandhya joined HeARTshala and slowly tried to learn to stitch.
es_es: Sandhya se unió a HeARTshala y poco a poco intentó aprender a coser.

source: Sandhya joined the project in 2018-19 and regained hope.
es_es: Sandhya se unió al proyecto en 2018-19 y recuperó la esperanza.

source: Sandhya now lives on her own terms and proudly says “koi tension nahi” with a big bright smile whenever any challenges come her way.
es_es: Sandhya vive ahora bajo sus propios términos y afirma orgullosa "koi tension nahi" con una gran sonrisa cada vez que se le presenta un reto.

source: Sandhya put her daughter in a hostel nearby and prepared herself to earn more to sustain the family.
es_es: Sandhya metió a su hija en un albergue cercano y se preparó para ganar más y mantener a la familia.

source: Sandhya stayed with the family which consisted of the man, his wife and two more girls living with them who at first Sandhya thought were his daughters, only to find the real sinister truth much later.
es_es: Sandhya se quedó con la familia formada por el hombre, su mujer y otras dos niñas que vivían con ellos y que al principio Sandhya pensó que eran sus hijas,y descubrió mucho más tarde la siniestra verdad.

source: Sandhya worked with Maitri Meals and grew both internally and professionally.
es_es: Sandhya trabajó con Maitri Meals y creció tanto interna como profesionalmente.

source: Sandhya would earn from a customer-to-customer basis and have walked out of the brothel without any money in hand.
es_es: Sandhya ganaba de cliente en cliente y llegó a salir del burdel sin dinero en el bolsillo.

source: Sanjay came once, came twice, came every week and slowly every day just to see Sandhya.
es_es: Sanjay fue una vez, fue dos veces, fue cada semana y gradualmente todos los días solo para ver a Sandhya.

source: Sanjay immediately went and bought new clothes for Sandhya and took her away and married her in a temple nearby, under the supervision of the policemen.
es_es: Sanjay fue inmediatamente a comprar ropa nueva para Sandhya, se la llevó y se casó con ella en un templo cercano, bajo la supervisión de los policías.

source: Sanjay was a daily wage earner and had little to no savings.
es_es: Sanjay trabajaba como jornalero y apenas tenía ahorros.

source: Sanjay, one day, came to the brothel room with two policemen along and a knife in one hand.
es_es: Sanjay, un día, llegó a la habitación del burdel junto con dos polícias y un cuchillo en la mano.

source: Sanjay’s family accepted Sandhya with a lot of love and respect.
es_es: La familia de Sanjay aceptó a Sandhya con mucho amor y respeto.

source: Several volunteers had just painted murals in Delhi, and so they began painting a mural on G.B.
es_es: Varios voluntarios acababan de pintar murales en Delhi, así que empezaron a pintar un mural en el barrio rojo.

source: Sex trade acts like a vicious trap where all vulnerabilities are capitalised on, and the brothel owner took this opportunity to capitalise on Sandhya’s desperate condition to push her into further abuse and exerted her body beyond limits.
es_es: El comercio sexual actúa como una trampa viciosa en la que se aprovechan todas las vulnerabilidades, y la dueña del burdel aprovechó esta oportunidad para sacar partido de la desesperada condición de Sandhya para empujarla a nuevos abusos y ejerció su cuerpo más allá de los límites.

source: Shattered as she was on having lost her partner of many years, Sandhya finds courage in her daughter and her friendships with all the other didis accompanying her on this journey.
es_es: Destrozada como estaba por haber perdido a su compañero de muchos años, Sandhya encuentra valor en su hija y en su amistad con todas los demás compañeras que la acompañan en este viaje.

source: She began visiting the brothels more frequently.
es_es: Empezó a visitar los burdeles con más frecuencia.

source: She continued receiving training stipend and rent allowance so that the uncertainty and the struggle of learning don’t push her to depend on sex work for sustenance.
es_es: Siguió recibiendo una paga de formación y un subsidio de alquiler para que la incertidumbre y la lucha por aprender no la empujaran a depender del trabajo sexual para subsistir.

source: She continued to see the possibility in what was in front of her.
es_es: Continuó viendo la posibilidad que había delante de ella.

source: She decided that Sonu should study in Kat-Katha where she herself learned tailoring.
es_es: Decidió que Sonu estudiara en Kat-Katha, donde ella misma aprendió sastrería.

source: She did not only enjoy the first day, but became a friend for the ladies, and took them out to McDonald’s in Connaught Place.
es_es: No sólo disfrutó el primer día, sino que se hizo amiga de las chicas y las llevó a McDonald's en Connaught Place.

source: She didn't know how to respond.
es_es: No sabía cómo responder.

source: She discovered her passion for south Indian cooking as it would remind her of the good old days of sitting by the chulha next to her mother as she would serve hot dosas to her and her brother.
es_es: Descubrió su pasión por la cocina del sur de la India, que le recordaba los viejos tiempos en los que se sentaba junto a su madre en la chulha y les servía dosas calientes a ella y a su hermano.

source: She doesn't see herself as the founder or initiator of it all; but rather, she shares the stories as if recounting a series of accidents-- a chain of funny coincidences and serendipities that happen to fall in line with her dreams for Kat-Katha and the brothel women and children's prayers.
es_es: Ella no se ve a sí misma como la fundadora o iniciadora de todo, sino que comparte las historias como si contara una serie de accidentes, una cadena de coincidencias divertidas y casualidades que resultan coincidir con sus sueños para Kat-Katha, las mujeres del burdel y las oraciones de los niños.

source: She even fought to get her daughter back from the hostel, and through Kat-Katha’s support won the court case against the hostel, proving herself to be a caring mother irrespective of the social or moral taboo around her identity.
es_es: Incluso luchó para que le devolvieran a su hija del albergue y, con el apoyo de Kat-Katha, ganó el juicio contra el albergue, demostrando ser una madre solidaria independientemente del tabú social o moral que rodea su identidad.

source: She had never been studious.
es_es: Nunca había sido estudiosa.

source: She had no plans whatsoever but decided that any other life would be better than staying with her relatives and listening to their lament every day.
es_es: No tenía ningún plan, pero decidió que cualquier otra vida sería mejor que quedarse con sus parientes y escuchar sus lamentos todos los días.

source: She is allowed to see her child once a week, but they are otherwise kept apart.
es_es: Se le permite ver a su hijo una vez a la semana, pero por lo demás se les mantiene separados.

source: She is slowly inching her way closer to her dream of opening a South Indian Restaurant someday and naming it after her mother.
es_es: Poco a poco se acerca a su sueño de abrir algún día un restaurante en el sur de India y ponerle el nombre de su madre.

source: She is striving to find a safe hostel where her daughter can enrol to become a police officer when she grows up.
es_es: Se está esforzando por encontrar un albergue seguro donde su hija pueda matricularse para ser policía cuando crezca.

source: She lovingly scolds the teaching volunteers into giving her and her daughter more homework that they can do together and repeatedly keeps pushing the entire Kat-Katha team to find a good hostel for her daughter.
es_es: Regaña cariñosamente a los voluntarios docentes para que les den a ella y a su hija más deberes que puedan hacer juntas y sigue presionando repetidamente a todo el equipo de Kat-Katha para que encuentre un buen albergue para su hija.

source: She quite literally knocked on the brothel doors, walked up the narrow staircases, and talked to the people there-- sipped tea with the brothel owners, listened, laughed, and came to know the women as her sisters, their children as her family.
es_es: Literalmente, llamó a las puertas de los burdeles, subió las estrechas escaleras y habló con la gente: tomó té con los dueños, escuchó, rió y llegó a conocer a las mujeres como a sus hermanas y a sus hijos como a su familia.

source: She remembers that first night clearly.
es_es: Recuerda esa primera noche claramente.

source: She remembers that skimpy noodle strap blouse and those tight denim shorts she was made to wear, she remembers that loud make-up she was forced to do.
es_es: Recuerda esa blusa corta de tirantes finos y esos pantalones cortos vaqueros ajustados que le obligaron a llevar, recuerda ese maquillaje estridente que le obligaron a hacerse.

source: She stops to reconfigure her inner alignment.
es_es: Se detiene para reconfigurar su alineación interior.

source: She told herself, “Now it's time to break that wall and be with them.
es_es: Se dijo a sí misma: "Ahora es el momento de romper ese muro y estar con ellas.

source: She used to wonder, “I don't even know these women.
es_es: Se preguntaba: "Ni siquiera conozco a estas mujeres.

source: She walked and walked all through the village when she suddenly met a man who offered to help her.
es_es: Caminó y caminó por todo el pueblo cuando de repente se encontró con un hombre que se ofreció a ayudarla.

source: She was a corporate employee then.
es_es: Por aquel entonces ella era empleada de una empresa.

source: She was instructed loud and clear that she wouldn’t get any food until she had earned it.
es_es: Se le indicó alto y claro que no tendría comida hasta que se lo ganara.

source: She was taught to call her brothel owner “mummy”, a habit that she is still prey to even today.
es_es: Le enseñaron a llamar "mami" a la dueña del burdel, un hábito del que sigue siendo presa incluso hoy.

source: She's right, Gitanjali thought.
es_es: Tiene razón, pensó Gitanjali.

source: Since then, Sonu has not looked back.
es_es: Desde entonces, Sonu no ha mirado atrás.

source: Sirf baatein karte ho.” (now that you’ve seen our conditions, what do you think will you be able to change?
es_es: Sirf baatein karte ho". (Ahora que han visto nuestras condiciones, ¿qué creen que podrán cambiar?

source: Six feet tall and huge.
es_es: Dos metros de alto y enormes.

source: Slowly, as the obstacles grew, so did their strength and passion for love.
es_es: Poco a poco, a medida que los obstáculos crecían, también lo hacían su fuerza y pasión por amor.

source: So it just became a platform where love and everything is just flowing.
es_es: Así que se convirtió en una plataforma donde el amor y todo está fluyendo.

source: So the evening we had planned for the next day, it actually happened right there.
es_es: Así que la velada que habíamos planeado para el día siguiente ocurrió allí mismo.

source: So then they went up and talked with the new brothel owner.
es_es: Así que subieron y hablaron con la nueva dueña del burdel.

source: Some highlights from the sharing are captured below.
es_es: A continuación se recogen algunos de los momentos más destacados.

source: Some would want to see and experience it for themselves.
es_es: Algunos querían verlo y experimentarlo por sí mismos.

source: Someone designed Kat-Katha t-shirts, inspired by the children's wishes for a t-shirt.
es_es: Alguien diseñó camisetas de Kat-Katha, inspirándose en los deseos de los niños.

source: Someone donated book-binding machines.
es_es: Alguien donó maquinas para encuadernar libros.

source: Something in her heart shifted.
es_es: Algo cambió en su corazón.

source: Sonu got professional training in Bharat Natyam Dance from Bharitya Nritya Kala Shetra under esteemed guidance of Padma Bhushan Deepa Ma’am.
es_es: Sonu recibió formación profesional en danza Bharat Natyam en Bharitya Nritya Kala Shetra bajo la estimada dirección de Padma Bhushan Deepa Ma'am.

source: Sonu joined Kat-Katha School at the age of ten.
es_es: Sonu ingresó en la escuela Kat-Katha a los diez años.

source: Sonu learned acrobactics and contemporary dance form with other children.
es_es: Sonu aprendió acrobacia y danza contemporánea con otros niños.

source: Sonu never went to any school before and had no exposure to basic education.
es_es: Sonu nunca había ido a la escuela y no había tenido contacto con la educación básica.

source: Sonu started to learn professional dance from Kapil Singh, professional dance teacher at Kat-Katha, with other children.
es_es: Sonu empezó a aprender danza profesional con Kapil Singh, profesor de danza profesional en Kat-Katha, junto con otros niños.

source: Sonu’s mother, Farida Didi, also took a first step towards leaving forced sex work at the same time.
es_es: La madre de Sonu, Farida Didi, también dio un primer paso para abandonar el trabajo sexual forzado al mismo tiempo.

source: Soon Sandhya also realised that a cousin sister from her village was already a brothel manager at Gb Road and played a part in her trafficking.
es_es: Pronto Sandhya también se dio cuenta de que una prima hermana de su pueblo ya era gerente de un burdel en Gb Road y participaba en su trata.

source: Soon enough, the woman walked up to Sandhya and the others and asked them to come along with her.
es_es: Poco después, la mujer se acercó a Sandhya y las otras y les pidió que le acompañaran.

source: Story after story, the qualities of courage, faith, compassion, and a splash of mischievousness rise to the surface.
es_es: Historia tras historia, las cualidades de coraje, esperanza, compasión y un poco de malicia salen a la luz.

source: Such was their routine.
es_es: Esa era su rutina.

source: Suhail and his group performed at many professional stages.
es_es: Suhail y su grupo actuaron en muchos escenarios profesionales.

source: Suspicious at first, Sandhya in the naivety of her age agreed to go along with the man.
es_es: Al principio desconfió, pero Sandhya, con la ingenuidad propia de su edad, aceptó acompañar al hombre.

source: Ten-year plan?”
es_es: ¿Un plan de diez años?"

source: That much money got deposited.
es_es: Tanto dinero se ha depositado.

source: That's it.
es_es: Eso es.

source: That’s the superpower of Sandhya.
es_es: Ese es el superpoder de Sandhya.

source: That’s when Kat-Katha entered Sandhya’s life and her life changed yet again.
es_es: Fue entonces cuando Kat-Katha entró en la vida de Sandhya y su vida volvió a cambiar.

source: The Dreams Ahead
es_es: Los sueños adelante

source: The brothel owner demeaned their relationship, to a point where she asked Sandhya to strip out of the clothes she earned through sex work if she wanted to leave, but they both held on to their pride.
es_es: La dueña del burdel degradó su relación, hasta el punto de pedir a Sandhya que se deshiciera de la ropa que había ganado con el trabajo sexual si quería marcharse, pero ambos se aferraron a su orgullo.

source: The brothel owner was stunned, and so was Sandhya.
es_es: El propietario del burdel estaba atónito al igual que Sandhya.

source: The campaign provided the appropriate opportunities to Arjun for his work and helped him move a step forward to become the voice of the scarred women in GB road. He started off with a project called “Chai par charcha” where he was accompanied by other volunteers and young students.
es_es: La campaña le proporcionó a Arjun las oportunidades adecuadas para realizar su trabajo y le ayudó a dar un paso adelante para convertirse en la voz de las mujeres con cicatrices en el barrio rojo. . Empezó por un proyecto llamado “Chai par charcha” en el que le acompañaban otros voluntarios y jóvenes estudiantes.

source: The dance group “The Mystical Movers” got selected for Ashoka Youth Venture & Fellowship Program for their project in 2018.
es_es: El grupo de danza "The Mystical Movers" fue seleccionado para la Ashoka Youth Venture & Fellowship Program para su proyecto en 2018.

source: The day before the event, Gitanjali thought, “Let me just go and check with the brothel owner to make sure everything is okay with her.” So they went to the brothel and found a new owner sitting there.
es_es: El día antes del evento, Gitanjali pensó: "Déjame ir a ver a la dueña del burdel para asegurarme de que todo está de acuerdo con todo". Así que fueron al burdel y encontraron a una nueva dueña sentada allí.

source: The hostel authorities would not let Sandhya meet her daughter and would consider her unfit and even a threat as a mother.
es_es: Las autoridades del albergue no dejaban que Sandhya se reuniera con su hija y la consideraban incapaz e incluso una amenaza como madre.

source: The joy and spirit from their sense of connection and co-creation breathed life into their material resources, and left them in a constant state of abundance.
es_es: La alegría y el espíritu de su sentido de conexión y co-creación le dieron vida a sus recursos materiales, y los dejó en un estado de abundancia constante.

source: The man had sold Sandhya to a brothel owner at GB Road.
es_es: El hombre había vendido a Sandhya al propietario de un burdel en GB Road.

source: The mother ended up dying in her arms.
es_es: La mujer finalmente murió en sus brazos.

source: The original wall was barely legible, with an old advertisement from the National AIDS Control Organization.
es_es: La pared original era apenas legible, con un viejo anuncio de la Organización Nacional de Control del SIDA.

source: The plight of these women came to limelight as they shared horrific instances such as inability to get proper medical care during pregnancy, insulting treatment by the police officials and other atrocities.
es_es: La difícil situación de estas mujeres salió a la luz cuando compartieron casos terribles como la imposibilidad de recibir atención médica adecuada durante el embarazo, el trato insultante de los agentes de policía y otras atrocidades.

source: The room was small, but full with women – all placed as objects of lust.
es_es: La habitación era pequeña, pero estaba llena de mujeres todas dispuestas como objetos lujuriosos.

source: The siblings became dependent on the hand-offs of relatives and would constantly be cursed and be treated as an unwanted weight on their family’s already limited resources.
es_es: Los hermanos pasaron a depender de las limosnas de sus familiares y constantemente eran maldecidos y tratados como un peso no deseado para los ya limitados recursos de su familia.

source: The small rooms were attached to this one room.
es_es: Las habitaciones más pequeñas estaban unidas a ésta.

source: The tension between her daytime role as a health professional and evening persona as a caring friend and sister grew stronger.
es_es: La tensión entre su papel diurno como profesional sanitaria y su personalidad nocturna como amiga y hermana cariñosa se hizo más fuerte.

source: The volunteers had organized the gathering and invited folks to come.
es_es: Los voluntarios habían organizado la reunión e invitado a gente a ir .
